Repository: northembassy/conversionhammer
Catalog: languages/conversionhammer-*.po
Languages: lv

source: Settings
lv: Uzstādījumi

source: contact button
lv: sazināties

source: What’s the best time to call you?
lv: Labākais laiks, lai sazinātos?

source: or give us your e-mail
lv: vai nosūti mums savu e-pastu

source: Call Me Now
lv: Sazināties tagad

source: Choose a time for the call
lv: Izvēlies laiku, lai sazinātos

source: Call now
lv: Sazināties tagad

source: To consult with a specialist
lv: Speciālista konsultācija

source: Email address where to send emails
lv: E-pasts, kur sūtīt ziņojumus

source: Email subject
lv: E-pasta virsraksts

source: Current email subject
lv: Šībrīža e-pasta virsraksts

source: Contact button text
lv: Contaktu pogas teksts

source: Phone number
lv: Tālrunis

source: Content title
lv: Virsraksts

source: Content title 2nd line
lv: Virsraksta otrā rinda

source: Welcome title
lv: Uzaicinājuma virsraksts

source: Welcome text
lv: Uzaicinājuma teksts

source: Call Me Now text
lv: Sazināties tagad teksts

source: Best time to call text
lv: Labākais laiks lai sazinātos teksts

source: or give us your e-mail text
lv: vai nosūti mums savu e-pastu teksts

source: Choose a time for the calltext
lv: Izvēlies laiku teksts

source: Colors (sidebar)
lv: Krāsas (sānu malai)

source: Colors button
lv: Pogas krāsas

source: Normal
lv: Parasts

source: Button background
lv: Pogas fons

source: Button text
lv: Pogas teksts

source: Hover
lv: Uzbraucot virsū

source: Mobile
lv: Mobilajā versijā

source: CTA text
lv: CTA teksts

source: CTA text 2nd line
lv: CTA otrā papildinājums

source: Background
lv: Fons

source: Text
lv: Teksts

source: Save Changes
lv: Saglabāt izmaiņas

source: Hi, you’ve got a new sales lead!
lv: Sveiki, tev jauns potenciālais klients!

source: Day to call
lv: Norādītā diena

source: Time to call
lv: Labākais laiks, lai sazinātos

source: With love, conversionhammer
lv: Ar mīlestību, conversionhammer

source: Open contact panel
lv: Atvērt kontaktu logu

source: Thank you
lv: Paldies!

source: today
lv: šodien

source: tomorrow
lv: rīt

source: Monday
lv: pirmdien

source: Tuesday
lv: otrdien

source: Wednesday
lv: trešdien

source: Thursday
lv: ceturtdien

source: Friday
lv: piektdien

source: Saturday
lv: sestdien

source: Sunday
lv: svētdien

source: at
lv: laiks
